{
  "Nav": {
    "projects": "Projects",
    "skills": "Skills",
    "contact": "Contact",
    "about": "About",
    "title": "Menu",
    "theme": "Theme",
    "language": "Language"
  },
  "Header": {
    "welcome": "I’m Fabio Estevez",
    "rol": "Fullstack Web & Mobile Developer",
    "about": "Passionate about development and design."
  },
  "Skills": {
    "title": "Skills"
  },
  "Projects": {
    "title": "Projects",
    "section": "Technologies",
    "sanatorio": {
      "title": "Sanatorio Colegiales",
      "paragraph": "During my collaboration on the web project for Sanatorio Colegiales in Argentina, I implemented banners designed in Adobe Illustrator, ensuring their visual fidelity on the web. Additionally, I developed dynamic routes for efficient navigation, an internationalization system, and managed advanced forms. I also optimized images to enhance the site's performance and speed.",
      "technologies": "Next JavaScript Sass Context"
    },
    "printec": {
      "title": "Importaciones Printec",
      "paragraph": "I developed a mobile application for Importaciones Printec that optimized their operations by including client visualization, digital contract management, secure authentication with differentiated roles, and automated billing with direct invoice sending via email and PDF download.",
      "technologies": "Expo Redux-Toolkit Tailwind Moti JavaScript Node Express JWT Sequelize PostgreSQL API-Google"
    },
    "creative": {
      "title": "Creative Tools",
      "paragraph": "In the development of Creative Tools, I created a web application for storing and sharing useful resources for developers and designers. The platform allows users to register and share resources, features a rating and favorites system, and provides intuitive organization into modules, resources, and documentation. Additionally, it includes advanced filtering for personalized search and a reporting system for community maintenance.",
      "technologies": "Node Express Mongoose JWT TypeScript Next Next-Intl Next-Auth Tailwind Ant-Design Context SWR",
      "tooltips": {
        "demo": "View demo",
        "repository": "View repository"
      }
    }
  },
  "Footer": {
    "contact": "Contact",
    "social": "Social Networks",
    "reserved": "Fabio Estevez. All rights reserved."
  },
  "Form": {
    "content": {
      "email": {
        "text": "Email",
        "placeholder": "email@example.com"
      },
      "subject": {
        "text": "Subject",
        "placeholder": "Subject..."
      },
      "message": {
        "text": "Message",
        "placeholder": "..."
      }
    },
    "errors": {
      "email": {
        "invalid": "Enter a valid email address.",
        "required": "Email is required."
      },
      "subject": {
        "required": "Subject is required."
      },
      "message": {
        "required": "Message is required."
      }
    },
    "server": {
      "success": "Email sent successfully.",
      "bad": "An error occurred. Please try again."
    },
    "actions": {
      "button": "Send"
    }
  },
  "About": {
    "title": "About",
    "description": "Passionate Full Stack Developer with a special focus on frontend development. Fascinated by technology, I explore various areas of computer science, from programming to security and video games.",
    "paragraph": "In my freelance career, I've worked on a variety of projects ranging from dynamic website development to hybrid mobile applications. I'm proud to have completed six semesters of Systems Engineering, and everything else I've learned has been self-taught, demonstrating my ability to adapt and quickly learn new technologies."
  },
  "ScrollTop": {
    "tooltip": "To Top"
  },
  "Clipboard": {
    "success": "Copied!",
    "error": "Failed to copy."
  },
  "Theme": {
    "dark": "Dark",
    "light": "Light"
  },
  "Language": {
    "es": "Spanish",
    "en": "English"
  }
}
