{
  "Nav": {
    "projects": "Projects",
    "skills": "Skills",
    "contact": "Contact",
    "about": "About",
    "title": "Menu"
  },
  "Header": {
    "welcome": "I’m Fabio Estevez",
    "rol": "Fullstack Web & Mobile Developer",
    "about": "Passionate about development and design."
  },
  "Skills": {
    "title": "Skills"
  },
  "Projects": {
    "title": "Projects",
    "cava": {
      "title": "Cava Verdot",
      "paragraph": "Liquor ecommerce applying what was learned in the Henry web development bootcamp.",
      "technologies": "React Redux CSS3 JavaScript Firebase Node Express JWT Sequelize PostgreSQL Stripe Cloudinary"
    },
    "sanatorio": {
      "title": "Sanatorio Colegiales",
      "paragraph": "Presentation and information website about Sanatorio Colegiales located in Buenos Aires, Argentina.",
      "technologies": "Next JavaScript Sass Context"
    },
    "printec": {
      "title": "Importaciones Printec",
      "paragraph": "A mobile application to systematize the operation of a printer rental business.",
      "technologies": "Expo Redux-Toolkit Tailwind Moti JavaScript Node Express JWT Sequelize PostgreSQL API-Google"
    },
    "creative": {
      "title": "Creative Tools",
      "paragraph": "Explore, discover, and share essential web resources for developers and designers, with custom filters and an interactive community in our application.",
      "technologies": "Node Express Mongoose JWT TypeScript Next Next-Intl Next-Auth Tailwind Ant-Design Context SWR"
    }
  },
  "Footer": {
    "contact": "Contact",
    "social": "Social Networks",
    "reserved": "Fabio Estevez. All rights reserved."
  },
  "Form": {
    "content": {
      "email": {
        "text": "Email",
        "placeholder": "email@example.com"
      },
      "subject": {
        "text": "Subject",
        "placeholder": "Subject..."
      },
      "message": {
        "text": "Message",
        "placeholder": "..."
      }
    },
    "errors": {
      "email": {
        "invalid": "Enter a valid email address.",
        "required": "Email is required."
      },
      "subject": {
        "required": "Subject is required."
      },
      "message": {
        "required": "Message is required."
      }
    },
    "server": {
      "success": "Email sent successfully.",
      "bad": "An error occurred. Please try again."
    },
    "actions": {
      "button": "Send"
    }
  },
  "About": {
    "title": "About",
    "description": "Passionate Full Stack Developer with a special focus on frontend development. Fascinated by technology, I explore various areas of computer science, from programming to security and video games.",
    "paragraph": "Dedicated individual with a problem-solving mindset, strong analytical ability, and exceptional skill for efficiently managing time. My self-taught approach constantly drives me to seek new opportunities to learn and enhance my skills."
  },
  "ScrollTop": {
    "tooltip": "To Top"
  },
  "Cookies": {
    "title": "Cookies",
    "text": "We use cookies to enhance your experience while browsing our site.",
    "success": "Agreed",
    "notice": "Cookie Notice",
    "policy": {
      "title": "Cookie Policy",
      "intro": "In compliance with the provisions of article 22.2 of Law 34/2002, of July 11, on Information Society Services and Electronic Commerce, this website informs you, in this section, about the policy for the collection and processing of cookies.",
      "whatCookies": {
        "title": "What are cookies?",
        "content": "A cookie is a file that is downloaded to your computer when you access certain web pages. Cookies allow a website, among other things, to store and retrieve information about a user's browsing habits or their computer, and depending on the information they contain and how you use your computer, they can be used to recognize the user."
      },
      "typesCookies": {
        "title": "What types of cookies does this website use?",
        "content": "This website uses the following types of cookies:",
        "types": {
          "technical": {
            "title": "Technical cookies: ",
            "content": "These are cookies that allow the user to navigate through the restricted area and use its different functions, such as, for example, carrying out the process of purchasing an item."
          },
          "personalization": {
            "title": "Personalization cookies: ",
            "content": "These are cookies that allow the user to access the service with some pre-defined general characteristics based on a series of criteria in the user's terminal, such as the language or the type of browser through which they connect to the service."
          }
        }
      },
      "disabledCookies": {
        "title": "Disable cookies.",
        "content": {
          "paragraphOne": "You can allow, block, or delete cookies installed on your computer by configuring the options of the browser installed on your computer.",
          "paragraphTwo": "Most web browsers offer the possibility to allow, block, or delete cookies installed on your computer.",
          "paragraphThree": "Below you can access the settings of the most frequent web browsers to accept, install, or disable cookies:"
        },
        "options": {
          "chrome": "Configure cookies in Google Chrome",
          "explorer": "Configure cookies in Microsoft Internet Explorer",
          "mozilla": "Configure cookies in Mozilla Firefox",
          "safari": "Configure cookies in Safari (Apple)"
        }
      },
      "cookieWarning": {
        "title": "Warning about deleting cookies.",
        "content": "You can delete and block all cookies from this site, but part of the site will not work or the quality of the web page may be affected. If you have any questions about our cookie policy, you can contact this website through our Contact channels."
      },
      "back": "Back."
    }
  },
  "Clipboard": {
    "success": "Copied!",
    "error": "Failed to copy."
  }
}
